{
  "2026-02-16": [
    "Mumbai Local Train: Drunk Man Takes 'Nap' on Tracks, Disrupts Train Service for Everyone Who Actually Has Plans",
    "Delhi Pollution: Local Politicians Blame Each Other for Smog in a 'Breathe Easy' Contest",
    "Indian Wedding: Vijay Deverakonda's Wedding Invite Goes Viral, Even Grandma Wants RSVP",
    "Heatwave India: Delhi's Air Quality So Bad That Even the Sunscreen is Starting to Sweat",
    "Startup Layoffs: Fintech Startup Cuts Jobs While Employees Wonder If Their Next Job is 'In the Cloud'"
  ],
  "2026-02-17": [
    "Rents are rising three times faster than wages, making it tougher to find an affordable place to live.",
    "A judge in Karnataka said there's no strict rule for checking the age of brides and grooms at weddings, which sounds like an invitation for chaos.",
    "A food delivery robot in the U.S. is getting flak from people who are angry about their dinner, proving that even robots aren't immune to customer complaints.",
    "A startup layoff story features a 20-year-old who ended up training Elon Musk's engineers after losing his job, showing that even in layoffs, luck can be a game changer.",
    "Whirlpool has launched a new AC to help Indians beat the crazy heat of 2026, because why not prepare for the future while sweating in the present?",
    "Bengaluru's traffic is so bad that Vijay Mallya's penthouse is now considered a traffic hazard worth Rs 660 million.",
    "A banker in Bengaluru with 14 years of experience is begging on the streets, proving that the job market is truly a jungle out there.",
    "The IPL is attracting private equity firms who want in, making it the hottest investment since the last big bollywood blockbuster.",
    "Rashmika Mandanna and Vijay Deverakonda's wedding invites leak, and they’re making it clear: no phones and no celebs allowed, just awkward aunts.",
    "Bengaluru police are cracking down on underage driving after two fatal crashes, leaving everyone wondering how to keep teens from taking the family car for a joyride.",
    "A Delhi biker was arrested for opening the doors of moving vehicles for social media videos after the stunt went viral.",
    "A Mumbai cop joined local musicians for a seaside jam session after finishing his work shift, and videos of the event became popular online.",
    "A newly-wed couple went viral for serving food to their catering staff after their wedding ceremony.",
    "A man from Nagpur claimed that employees at a service center used his bike without his permission, leading to a public outcry.",
    "A viral video showed a North Indian woman and her Tamil landlady having a friendly chat, highlighting cultural connections.",
    "A Delhi biker was arrested for opening the doors of moving vehicles to create videos for social media.",
    "A couple in Mumbai went viral for serving food to their catering staff after their wedding ceremony.",
    "A viral video showed a North Indian woman and her Tamil landlady having a friendly chat, highlighting cultural connections.",
    "Indian AI startup Sarvam AI launched 'Sarvam Kaze,' smart glasses designed and built in India, at the India AI Impact Summit 2026.",
    "Rajasthan Royals are seeking a waiver from the state government to host IPL matches in Jaipur due to safety concerns."
  ]
}